{
    "courses": [
        {
            "course_name": "module1",
            "course_description": "Geometry Basics I module teaches basic definitions in Plane Geometry. The course lasts about 20 minutes, after that, you will have a 10 minutes test.",
            "course_num_steps": 10,
            "course_num_questions": 5
        },
        {
            "course_name": "module2",
            "course_description": "Geometry Basics II module teaches more Plane Geometric figures. The course lasts about 20 minutes, after that, you will have a 10 minutes test.",
            "course_num_steps": 11,
            "course_num_questions": 5
        },
        {
            "course_name": "module3",
            "course_description": "Geometry Basics III module teaches basic definitions in Solid Geometry. The course lasts about 20 minutes, after that, you will have a 10 minutes test.",
            "course_num_steps": 10,
            "course_num_questions": 5
        }
    ],
    "course_steps": [
        {
            "course_step_inner_id": 1,
            "course_step_text": "Geometry is one of the oldest branches of mathematics and its name originates from the Ancient Greek, meaning \"measuring the Earth\". Geometry studies the shapes, positions and dimensions of things. Flat shapes like squares, circles, triangles, or even dots are a part of flat geometry and are called 2D shapes. These shapes have only two dimensions, the length and the width. The main means of representing geometric notions is drawing on a sheet or a board, thus obtaining a representation of geometric figures. In order to be able to draw as correctly as possible, on a physical support, the following tools are needed: ruler, compass, protractor.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/instruments.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 2,
            "course_step_text": "The point and line are the simplest notions of geometry and represent abstract notions. A point represents an exact location in the space, which has no length, width, or thickness. A line is an infinite collection of points, one near other, with no curvature and thickness. It only has infinite length. In geometry, the points are denoted with capital letters (A, B, C), and the lines with small letters (a, b, c). Any two points are collinear - we can always draw a line joining the 2 points. Conversely, if several points cannot be joined by a single line, then they are noncollinear. We can also denote a line by using 2 collinear points: AB.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/points_lines.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 3,
            "course_step_text": "A ray is half of a line. Given a line and any point O on it, we may consider O as decomposing this line into two parts. Each such part is called a ray and the point O is called its origin. The point O may or may not be a member of the ray. Intuitively, a ray consists of those points on a line passing through O and proceeding indefinitely, starting at O, in one direction only along the line. A ray still has an infinite length, but only in one direction. Furthermore, a line segment is a part of a line that is bounded by two distinct end points and contains every point on the line between its end points. Depending on how the line segment is defined, either of the two end points may or may not be part of the line segment. A segment is no longer infinite, but is composed of an infinite number of points.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/ray_segment.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 4,
            "course_step_text": "Given a point A on a ray starting in O, we use the notations [OA (if O is part of the ray) or (OA (if O is not part of the ray) to determine that ray. A line segment between two points A and B is notated as [AB] or (AB) (depending on whether the points are part of the segment or not). I told you earlier that the segment has length, so we can stick segments together to create larger segments. For example, if we have nine segments of 1 cm, we can put those segments in a line and create a 9 cm segment. Another notion is that of congruence - two segments are congruent if they have equal lengths.",
            "course_id": 1
        },
        {
            "course_step_inner_id": 5,
            "course_step_text": "See that? There is a 4 cm segment made up by its two halves.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/segments.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 7,
            "course_step_text": "Two lines / rays / segments or any combination of these figures that intersect are called concurrent and their intersection is a single point. If these figures do not intersect, then they are called parallel. In other words, two lines that are parallel never intersect, not even after an infinity, and we can say that their intersection is the empty set. If two intersecting lines form a right (90 degrees) angle, they are not only concurrent, but perpendicular. But what is an angle? In geometry, an angle is the figure formed by two rays, called the sides or arms of the angle, sharing a common endpoint, called the vertex of the angle, i.e. an angle is made up of two rays with the same origin. An angle's size is called measure or magnitude and is measured in degrees. You can use a protractor to draw / measure angles.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/intersections.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 8,
            "course_step_text": "Angles that have the same measure are said to be equal or congruent. An angle is defined by its measure and is not dependent upon the lengths of the sides of the angle or other factors. That means that all right angles are equal in measure.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/angle.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 9,
            "course_step_text": "There are several types of angles, classified by their measure. The smallest angle is the 0 degrees one, when its two sides are actually one single ray. An angle with its measure lower than 90 degrees is an acute angle, while the 90 degrees one is called a right angle. The straight angle is the largest, as its rays go in opposite directions (they actually form a line). The angle larger than the right one but smaller than the straight angle is called an obtuse angle.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/angle_types.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 10,
            "course_step_text": "Given an angle, his vertex or origin and a point on each ray, that angle can be denoted by those three points. For example, angle AOB. That's all about angles!",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module1/AOB_angle.png",
            "course_id": 1
        },
        {
            "course_step_inner_id": 1,
            "course_step_text": "You now have the basic knowledge and you can start drawing more advanced figures. In geometry, a polygon is a plane figure that is described by a finite number of straight line segments connected to form a closed polygonal chain. The segments of a polygonal circuit are called its edges or sides. The points where two edges meet are the polygon's vertices (singular: vertex) or corners. The interior of a solid polygon is sometimes called its body. The simplest polygon is the triangle, the geometric figure which has three sides and three angles. For example, the triangle ABC has three angles, A, B, and C and is formed by three segments, [AB], [BC], [CA].",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/triangle.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 2,
            "course_step_text": "Hmmm... But a triangle can be drawn under many forms, right? Yes, that is true, we have several types of triangles. There are three special names given to triangles that tell how many sides (or angles) are equal: Equilateral Triangle (3 equal sides and angles), Isosceles Triangle (2 equal sides and angles), and Scalene Triangle (no equal sides / angles). As you can see, the triangles have the special property of having the number of equal sides the same as the number of equal angles. Triangles can also have names that tell you what type of angles they have: Acute Triangle (all angles are less than 90 degrees), Right Triangle (has a right angle), and Obtuse Triangle (has an angle more than 90 degrees). But sometimes we can combine the names, for example the Right Isosceles Triangle has two equal sides and angles, while the third angle is a right one.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/triangles.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 3,
            "course_step_text": "Triangles are cool. In every triangle of every type, the sum of all three angles is 180 degrees. Another cool thing is that as a triangle is made out of three line segments, and as segments have length a triangle also has a length of its own and is called perimeter (P). Think about having a garden in the shape of a triangle. If we walk by its sides and measure them, we will get the garden's perimeter. But we can also measure the area of the garden (or triangle's). The area (A) is half of the base times height. Any edge can be the base, while the height is the distance from the opposite corner to that edge.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/measures.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 4,
            "course_step_text": "If we move to more advanced polygons we get to quadrilaterals, or polygons with four sides. The simplest regular quadrilateral is the Parallelogram, which has its sides parallel and equal two by two. It also has its opposite angles equal two by two. The sum of angles that share a side in the parallelogram is 180 degrees, thus the sum of all its angles is 360 degrees. The perimeter of a parallelogram is 2(X + Y) where X and Y are the lengths of adjacent sides and its area is the base times height, where any side can be the base and the height is the distance to the parallel side.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/parallelogram.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 5,
            "course_step_text": "If we have a parallelogram with one right angle (thus all its angles are right), we get a rectangle. The rectangle has all the properties of the parallelogram plus the fact that the height is an edge itself, therefore its area is equal to the product of its sides.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/rectangle.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 7,
            "course_step_text": "If we have a parallelogram with all its edges equal, we get a rhombus, the diamond like shape. Don't forget that opposite sides are parallel, and opposite angles are equal. The area (A) is still half of the base times height or half the product of its diagonals. A diagonal is the line segment between two opposite vertices.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/rhombus.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 8,
            "course_step_text": "But what if we add a right angle to a rhombus? It would be an equal sided rectangle, or better said, a square! The square is the figure with all its four angles equal (90 degrees) and all its edges equal. So if we know the size of an edge, we know the size of every edge. The square's perimeter will be 4 times that size, while its area would be that size multiplied by itself, in other words the *square* of the length of a side.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/square.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 9,
            "course_step_text": "One more quadrilater is the trapezium, a figure with two parallel sides, called bases and two lateral sides. I will not get into details, but you can see in the picture below several types of trapeziums. Cool stuff can be done with it, it's like a cut triangle. :P",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/trapezium.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 10,
            "course_step_text": "A special geometric figure is the circle, the collection points of infinite size equally distanced from its center or origin. The Radius is that distance from the center outwards. The Diameter is the double of the radius, i.e. the distance between points on the circle, situated on opposite sides. We can also calculate the length of the cirlce (called circumference) and its area, but is a little bit trickier. The circumference, or the distance once around the circle, is equal to the diameter multiplied by PI, where PI is a special number, with an infinite number of decimal places (PI = 3.14...). The area is equal to the square of the radius multiplied by the same number PI. You can remember this easier with this joke: \"Pie Are Squared\" (even though pies are usually round). You can use a compass to draw a circle.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module2/circle.png",
            "course_id": 2
        },
        {
            "course_step_inner_id": 11,
            "course_step_text": "By the way, the awesome word encyclopedia literally means \"circle of learning\", so keep circling around!",
            "course_id": 2
        },
        {
            "course_step_inner_id": 1,
            "course_step_text": "Solid Geometry is the geometry of three-dimensional space, the kind of space we live in. It is called three-dimensional, or 3D, because there are three dimensions: width, depth and height. 3D geometric figures or solids, for short, have some properies - volume (or how much water it could hold), surface area (or the area you would have to paint), number of vertices (corners), or number of faces they have. Furthermore, solids can be classified in two categories: polyhedra (they only have flat faces) or non-polyhedra (when they have non-flat faces, such us curves).",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/3d.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 2,
            "course_step_text": "Let's talk about polyhedral figures first. A prism is a solid object with: identical and parallel ends, flat faces and the same cross section all along its length. The parallel ends are called bases, while the other flat faces are called sides and are parallelograms or derivates of a parallelogram (rectangle, square). The surface area of a prism is the sum of the areas of its faces. The volume of a prism is equal to the its height multiplied by the area of one of its bases.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/prism.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 3,
            "course_step_text": "A special kind of prism is the rectangular one and is called the cuboid. It has six flat faces and all angles are right angles. And all of its faces are rectangles, so it looks like a box. The volume is calculated the same as for a normal prism, it's just the base area that is easier to calculate, because it's a rectangle.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/cuboid.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 4,
            "course_step_text": "If we set even more restrictions, we get to the cube, which is a cuboid with all its faces squares. Because all its edges are of equal length, the volume is calculated in a very easy manner - edge length times edge length times edge length, or the *cube* of the length. A dice is an exampe of a cube.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/cube.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 5,
            "course_step_text": "Enough with the prisms, they are so many! Let's talk about the pyramids, not those of Egypt, but the geometric ones. A pyramid is a structure whose outer surfaces are triangular and converge to a single step at the top, making the shape roughly a pyramid in the geometric sense. The top of the pyramid is called an apex. The base of a pyramid can be a triangle, quadrilater, or another polygon. As such, a pyramid has at least three outer triangular surfaces (at least four faces including the base). If they have four sides and a square base they are called a square pyramid. If they have three sides and a triangular base they are called a tetrahedron. The volume is the third time of the base area times the pyramid's height, regardless of the pyramid's type.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/pyramid.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 7,
            "course_step_text": "Now, let's see some non-polyhedral solids. Let's start with the cone, solid made up by a circle base, a point at the other end and a curved side. The apex can be aligned with the center of the base, or may not, resulting in an oblique cone. The surface area of the cone is the area of the base added to the area of the curve, which is a little harder to calculate - PI times the radius of the base times the length of the slant / slope. The volume is equal to one third of the squared base radius times the cone's height times PI.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/cone.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 8,
            "course_step_text": "Another solid is the cylinder and you can think about it as the section of a pipe. The cylinder is the solid with two parallel circle faces. The surface area of a cylinder is the sum of the bases' area plus the lateral side area. The lateral side area is calculated as follows: two times PI times the base's radius times the cylinder's height. Simpler said, it's a rectangle with one edge equal to the circumference of the base and one edge equal to the cylinder's  height. The volume of the cylinder is equal to the area of a base times its height.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/cylinder.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 9,
            "course_step_text": "A very special 3D figure is the sphere - the bowling ball. It's a perfectly symmetrical non-polyhedron, with all points on the surface at the same distance r from the center. It has no edges or corners and is made up by only one curve surface. The surface area of a sphere is 4 times the square radius times PI. It's volume is equal to four thirds of the radius' cube times PI.",
            "course_step_url": "https://raw.githubusercontent.com/AlinGeorgescu/Math-Bot/master/images_course/module3/sphere.png",
            "course_id": 3
        },
        {
            "course_step_inner_id": 10,
            "course_step_text": "Of all the shapes, a sphere has the smallest surface area for a volume. Or put another way it can contain the greatest volume for a fixed surface area. We can demonstrate this by blowing up a balloon. It naturally forms a sphere because it is trying to hold as much air as possible with as small a surface as possible.",
            "course_id": 3
        }
    ],
    "mid_questions": [
        {
            "mid_question_text": "What's the condition for two lines to be perpendicular?",
            "mid_question_ans": "The two lines must form a right angle.",
            "course_id": 1
        },
        {
            "mid_question_text": "What's a vertex of a polygon?",
            "mid_question_ans": "The points where two edges meet.",
            "course_id": 2
        },
        {
            "mid_question_text": "What are polyhedral solids?",
            "mid_question_ans": "Solids with flat faces only.",
            "course_id": 3
        }
    ],
    "test_steps": [
        {
            "test_step_inner_id": 1,
            "test_step_text": "What do we use a geometric instrument for?",
            "test_step_ans": "We use a geometric instrument for drawing figures.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "What is the condition for several points to be collinear?",
            "test_step_ans": "The points must be on the same line.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "Why two points are always collinear?",
            "test_step_ans": "We can always draw a line joining the 2 points.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "How can we prove that several points are collinear?",
            "test_step_ans": "We can always draw a line joining the points.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "Can we measure a line's length?",
            "test_step_ans": "No.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "How can we measure a segment's length?",
            "test_step_ans": "By using a ruler.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "How can we measure an angle's size?",
            "test_step_ans": "By using a protractor.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "What is the condition for two segments to be congruent?",
            "test_step_ans": "They should have the same size.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "What is the condition for two lines to be parallel?",
            "test_step_ans": "They must not intersect.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "How is called the point where two lines met?",
            "test_step_ans": "Intersection.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 5,
            "test_step_text": "What is the condition for two angles to be congruent?",
            "test_step_ans": "They must have the same measure.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 5,
            "test_step_text": "What's the name of the largest angle?",
            "test_step_ans": "The straight angle.",
            "course_id": 1
        },
        {
            "test_step_inner_id": 1,
            "test_step_text": "How many sides and angles does a triangle have?",
            "test_step_ans": "Three sides and three angles.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 1,
            "test_step_text": "How many sides and angles does a square have?",
            "test_step_ans": "Four sides and four angles.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "What's the relationship between equal sides of a triangle and the equal angles?",
            "test_step_ans": "The number of equal sides is equal to the number of equal angles.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "How are the angles in an acute triangle?",
            "test_step_ans": "All angles are less than 90 degrees in an acute triangle.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "What is a Right Isosceles Triangle?",
            "test_step_ans": "It is a triangle which has two equal sides and a right angle.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "What is the perimeter of a figure?",
            "test_step_ans": "The perimeter is the sum of the lengths of the figure's edges.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "What is the unit of measurement for the perimeter?",
            "test_step_ans": "Meter.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "What is the unit of measurement for the perimeter?",
            "test_step_ans": "Square meter.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "What is a diagonal in a quadrilater?",
            "test_step_ans": "A diagonal is the line segment between two opposite vertices.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "If we cut off a triangle's tip with a line parallel to one of the triangle's sides, what shape do we get?",
            "test_step_ans": "A trapezium.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 5,
            "test_step_text": "What is the radius of a circle? Think about the center of the circle and a point on the circle.",
            "test_step_ans": "The Radius is the distance from the center to a point on the circle.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 5,
            "test_step_text": "What is the circumference of a circle?",
            "test_step_ans": "The distance once around the circle.",
            "course_id": 2
        },
        {
            "test_step_inner_id": 1,
            "test_step_text": "How many faces does a cuboid have?",
            "test_step_ans": "Six.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 1,
            "test_step_text": "How many faces does a cube have?",
            "test_step_ans": "Six.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "What geometric solid is a dice?",
            "test_step_ans": "A cube.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 2,
            "test_step_text": "What geometric solid is a pipe's section?",
            "test_step_ans": "A cylinder.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 3,
            "test_step_text": "What's the relationship between surface area and volume for a sphere?",
            "test_step_ans": "A sphere has the smallest surface area for a volume.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "What geometric figure is the cylinder's base?",
            "test_step_ans": "A circle.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 4,
            "test_step_text": "What geometric figure is the cone's base?",
            "test_step_ans": "A circle.",
            "course_id": 3
        },
        {
            "test_step_inner_id": 5,
            "test_step_text": "What kind of prism is the cuboid?",
            "test_step_ans": "A rectangular prism.",
            "course_id": 3
        }
    ]
}
